export const aboutProjectInfo = [
  {
    title: 'Цель проекта',
    text: 'Целью настоящего проекта является организация производства металлоконструкции широкого спектра назначения на территории СЭЗ «Ангрен», путем получения земельного участка, строительства современного высокотехнологичного завода, его оснащения современным оборудованием и организация сбыта широкой линейки металлоконструкций как на территории Республики Узбекистан, так и в близлежащие государства. Для реализации проекта «с нуля» необходимо получить земельный участок и осуществить: проектные работы, строительно-монтажные работы, произвести закупку импортного технологического оборудования, сертифицированного в соответствии с международными стандартами DIN EN ISO 9001 и экологической безопасности ISO-14000, подключение к коммуникациям города (электричество, водопровод и канализация, газопровод) набор персонала из состава местного населения',
  },

  {
    title: 'Инициаторы проекта',
    text: 'Инициатором проекта выступает Компания «DAL TEKNİK MAKİNA TİCARET VE SANAYİ A.Ş.» (Турция) Полное название --- Компания «DAL TEKNİK MAKİNA TİCARET VE SANAYİ A.Ş.» Страна происхождения --- Турция Дата основания или первичной регистрации --- Компания была основана в 2006 г. в соответствии с законодательством Турции Дата, место и номер последней регистрации --- 04.01.2006 г., № 574523 Организационно – правовая форма --- Акционерная Форма собственности --- Частная Юридический адрес --- Турция, Истанбул, район Бахчелиэвлер, махаля Ширинэвлер, Бульвар Аднан Кахведжи № 206, Бизнес-центр Гейдар Али, блок 1, Этаж: 6 (Şirinevler Mah., Adnan Kahveci Bulvari No:206,',
  },
  {
    title: 'Стратегия проекта',
    text: '7 февраля в рамках проведенного в г. Стамбуле Узбекско-Турецкого Бизнес форума был подписан Меморандум о взаимопонимании между Дирекцией СЭЗ «Ангрен» и директором компании «DAL Teknik Makina Tigaret Ve Sanayi Anonim Sirketi» господином Жевдет Дал по проекту организации на территории СЭЗ «Ангрен» производства металлоконструкций промышленного назначения. В ходе переговоров было достигнуто соглашение о приложении усилий с обеих сторон в части содействия организации производства металлоконструкций промышленного и гражданского назначения, линий электропередач, солнечных панелей, ветряных турбин, башенных и мостовых кранов, резервуаров и т.д., мощностью 1000 тонн/месяц.',
  },
  {
    title: 'Схема осуществления проекта',
    text: 'Для эффективного осуществления проекта планируется проведение следующих мероприятий: 1. маркетинговые исследования рынка сбыта товаров, планируемых к реализации, которые включают также изучение и определение ассортимента предлагаемой продукции по сегментам потребителей; 2. проведение строительных работ на выбранном участке земли; 3. поиск, проведение переговоров, подписание договоров или иных документов, подтверждающих гарантию работы (поставки сырья, размещения заказов); 4. организационные мероприятия по оснащению основного производства и вспомогательных производств оборудованием, машинами, оборудованием и др.; 5. организационные мероприятия по привлечению и подготовки персонала; 6. стадия осуществления проекта.',
  },
];
