import img1 from '../assets/img/slider/1.jpg';
import img2 from '../assets/img/slider/2.jpg';
import img3 from '../assets/img/slider/3.jpg';
import img4 from '../assets/img/slider/4.jpg';
import img5 from '../assets/img/slider/5.jpg';
import img6 from '../assets/img/slider/6.jpg';
import img7 from '../assets/img/slider/7.jpg';
import img8 from '../assets/img/slider/8.jpg';
import img9 from '../assets/img/slider/9.jpg';
import img10 from '../assets/img/slider/10.jpg';

export const bloginfo = [
  {
    id: 1,
    image: img1,
    title: 'Фланцевый сверлильный станок',
    text: 'Сверлильные станки предназначены для сверления глухих и сквозных отверстий в сплошном материале, рассверливания, зенкерования, развертывания, нарезания внутренних резьб, вырезания дисков из листового материала. Для выполнения подобных операций используют сверла, зенкеры, развертки, метчики и другие инструменты. Формообразующими движениями при обработке отверстий на сверлильных станках являются главное вращательное движение инструмента и поступательное движение подачи инструмента по его оси.',
  },
  {
    id: 2,
    image: img2,
    title: '3-х осевой сверлильный и пильный станок',
    text: 'Серия станков AKYAPAK с удобным и точным управлением - это сочетание передовых компьютерных технологий с проверенными временем моделями сверлильно-пильных станков. Кроме высокой точности получаемых деталей и большой производительности станки AKYAPAK позволяют с минимальными затратами по времени переходить с одной программы на другую обеспечивая высокую гибкость Вашего производства.',
  },
  {
    id: 3,
    image: img3,
    title: 'Валковый гидравлический листогибочный пресс',
    text: 'Модели листогибов нового поколения серии Валковых гидравлических листогибочных прессов оснащены современным и мощным гидравлическим оборудованием и используются в различных областях машиностроения, где производится гибка листового металлопроката. Конструкция рамы – сварная, с термическим отпуском. Синхронизация работы гидроцилиндров обеспечивается механической траверсой.',
  },
  {
    id: 4,
    image: img4,
    title: 'Линия для сборки двутавров',
    text: 'Данная линия сборки двутавровых балок обычно используется для точечной сварки и сборки нарезанных деталей балки. Данное оборудование подходит для обработки обычной стали, а также стали высокой прочности. Данная линия сборки двутавровых балок состоит из основной рамы, конвейера, гидравлического насоса, коробки электроконтроля и блока газовой сварки.',
  },
  {
    id: 5,
    image: img5,
    title: 'Блок автоматической покраски и система водяного фильтра',
    text: 'Сверлильные станки предназначены для сверления глухих и сквозных отверстий в сплошном материале, рассверливания, зенкерования, развертывания, нарезания внутренних резьб, вырезания дисков из листового материала. Для выполнения подобных операций используют сверла, зенкеры, развертки, метчики и другие инструменты. Формообразующими движениями при обработке отверстий на сверлильных станках являются главное вращательное движение инструмента и поступательное движение подачи инструмента по его оси.',
  },
  {
    id: 6,
    image: img6,
    title: 'Станок кислородно-топливной резки',
    text: 'Машина кислородно-топливной резки служит для нарезания металлических материалов при помощи кислородно-топливной технологии. Минимальная ширина отрезания составляет 230 мм. Толщина листа нарезания должна быть между 6 и 100 мм. Благодаря этому оборудованию, можно нарезать материалы с твердостью поверхности до Ra12.5. Благодаря этим рабочим характеристикам, машина кислородно-топливной резки является идеальным оборудованием.',
  },
  {
    id: 7,
    image: img7,
    title: 'Плазменная резка с водораспылением',
    text: 'Сверлильные станки предназначены для сверления глухих и сквозных отверстий в сплошном материале, рассверливания, зенкерования, развертывания, нарезания внутренних резьб, вырезания дисков из листового материала. Для выполнения подобных операций используют сверла, зенкеры, развертки, метчики и другие инструменты. Формообразующими движениями при обработке отверстий на сверлильных станках являются главное вращательное движение инструмента и поступательное движение подачи инструмента по его оси.',
  },
  {
    id: 8,
    image: img8,
    title: 'Автоматическая пескоструйная установка',
    text: 'Оборудование для пескоструйной обработки предоставляет самый дешевый и один из наиболее эффективных методов очистки поверхности изделий, нуждающихся в ремонте или подготавливаемых к нанесению защитных покрытий. В качестве абразивного материала применяется кварцевый песок, электрокорунд, стальные шлаки, дробь, которые направляются к изделию через специальное сопло (форсунку).',
  },
  {
    id: 9,
    image: img9,
    title: 'Плазменная резка труб с водораспылением',
    text: 'Сверлильные станки предназначены для сверления глухих и сквозных отверстий в сплошном материале, рассверливания, зенкерования, развертывания, нарезания внутренних резьб, вырезания дисков из листового материала. Для выполнения подобных операций используют сверла, зенкеры, развертки, метчики и другие инструменты. Формообразующими движениями при обработке отверстий на сверлильных станках являются главное вращательное движение инструмента и поступательное движение подачи инструмента по его оси.',
  },
  {
    id: 10,
    image: img10,
    title: 'Правильный пресс для двутавров',
    text: 'Сверлильные станки предназначены для сверления глухих и сквозных отверстий в сплошном материале, рассверливания, зенкерования, развертывания, нарезания внутренних резьб, вырезания дисков из листового материала. Для выполнения подобных операций используют сверла, зенкеры, развертки, метчики и другие инструменты. Формообразующими движениями при обработке отверстий на сверлильных станках являются главное вращательное движение инструмента и поступательное движение подачи инструмента по его оси.',
  },
];
