import energy from '../assets/img/application/energy.jpg';
import connection from '../assets/img/application/connection.jpg';
import roadConstruction from '../assets/img/application/road-construction.jpg';
import construction from '../assets/img/application/construction.jpg';
import industry from '../assets/img/application/industry.jpg';
import urbanInfrastructure from '../assets/img/application/urban-infrastructure.jpg';
import cranes from '../assets/img/application/cranes.jpg';

export const industryData = [
  {
    image: energy,
    title: 'ЭНЕРГЕТИКА',
    text: `Металлоконструкции для нужд энергетического строительства от «DAL HEAVY INDUSTRIES» - это продукция собственного производства. Именно поэтому мы готовы дать 100% гарантию качества каждой единицы товара и обеспечить четкое соответствие характеристик требованиям отраслевых стандартов.
    Каталог продукции в данном разделе включает все необходимые металлоконструкции для возведения линий электропередач, монтажа распредустройств и строительства трансформаторных подстанций:
    Металлоконструкции для нужд энергетического строительства могут поставляться в любых объемах: производственные мощности и собственные склады дают возможность «DAL HEAVY INDUSTRIES» реализовывать даже самые крупные заказы. `,
  },
  {
    image: connection,
    title: 'СВЯЗЬ',
    text: `Мачты связи – высотные вертикальные сооружения из металла. Подразделяются на фермные, телескопические, составные. Все виды мачт сборные и состоят из отдельных элементов. Между собой отличаются конструктивным исполнением, количеством секций, определяющих высоту сооружения, весом антенного устройства, назначением.
    Применяются в качестве мачты базовой станции сотовой, радио связи, беспроводной сети Wi-Fi, мачты радиорелейной связи а также мачты для антенн спутникового телевидения и т.д.
    Кроме установки антенн, башни связи используются для размещения дополнительного оборудования, такого, как системы звукового и светового оповещения, средства молниезащиты. Все вышеперечисленные металлоконструкции производятся предприятием DAL HEAVY INDUSTRIES качественно и в срок. `,
  },
  {
    image: roadConstruction,
    title: 'ДОРОЖНОЕ СТРОИТЕЛЬСТВО ',
    text: `Производство мостовых металлоконструкций, основных элементов, определяющих прочность и долговечность мостов любого назначения, ведется компанией DAL HEAVY INDUSTRIES. Наши изделия полностью соответствуют государственным стандартам, одобрены к использованию всеми контролирующими органами. Также, при необходимости, изготовление ведется не на основе общепринятых чертежей, а в индивидуальном порядке, на основе проектов, утвержденных заказчиком.
    Компания берет на себя не только работы, связанные с производством, но и решает вопросы транспортировки вне зависимости от региона доставки. Сотрудничество с ведущими железнодорожными и автомобильными транспортными компаниями гарантирует демократичную стоимость и оперативность.`,
  },
  {
    image: construction,
    title: 'СТРОИТЕЛЬСТВО',
    text: `В условиях современного и технологичного строительства роль металлоконструкций всё время возрастает. Практически все возводимые нынче городские постройки имеют каркасы из металла, что неудивительно, металлический остов здания надёжен, прочен, устойчив к воздействию внешних сред.
    Несущие конструкции DAL HEAVY INDUSTRIES изготавливаются из прочной стали. Особое значение при выполнении строительных работ придаётся сборно — разборным металлоконструкциям. Так как такие мобильные варианты крайне востребованы при отсутствии возможности у подрядчика перевозить объект целиком.
    Простота конструкции позволяет совершать монтажные работы без дополнительного привлечения квалифицированных специалистов.`,
  },
  {
    image: industry,
    title: 'ПРОМЫШЛЕННОСТЬ',
    text: `Металлические конструкции играют большую роль в надёжности транспортных машин, которые испытывают повышенные нагрузки при эксплуатации.
    Например, в транспортном машиностроении применяются некоторые виды сварных металлоконструкций, а также клёпаных. Часто используются в этой отрасли конструкции из листового, трубного, профильного проката.
    К современным металлоконструкциям предъявляются требования, учитывающие постоянную необходимость модернизации металлоизделий, ввиду чего наше предприятия регулярно внедряют новые разработки, повышают уровень оборудования, совершенствуют технологические процессы.`,
  },
  {
    image: urbanInfrastructure,
    title: 'ГОРОДСКАЯ ИНФРАСТРУКТУРА',
    text: `Современные тенденции развития мегаполисов предполагают серьезные сдвиги в сторону увеличения пешеходных зон и парковых территорий. В их обустройстве важное значение занимают прочные ограждающие конструкции и надежная уличная мебель. Металлоизделия для городской инфраструктуры являются давним приоритетным направлением деятельности компании «DAL HEAVY INDUSTRIES».
    Географически базируясь в СЭЗ "Ангрен", мы ориентированы на заказчиков по всей Республики Узбекистан и готовы предоставить проверенные типовые решения по изготовлению качественной продукции для нужд муниципальных образований. Собственное производство позволяет оперативно выполнять самые сложные проекты по улучшению городской среды.`,
  },
  {
    image: cranes,
    title: 'КРАНЫ',
    text: `Металлоконструкции башенных и мостовых кранов- используются для изготовления поворотных кранов стрелового типа со стрелой, закреплённых в верхней части вертикально расположенной башни и кранов с грузозахватным устройством, подвешенных к грузовой тележке или тали, которые перемещаются по подвижной стальной конструкции (мосту).`,
  },
];
