import energo from '../assets/img/spheres/1.png';
import svyaz from '../assets/img/spheres/2.png';
import roadBuilding from '../assets/img/spheres/3.png';
import building from '../assets/img/spheres/4.png';
import industrial from '../assets/img/spheres/5.png';
import cityInfro from '../assets/img/spheres/6.png';

export const sphereData = [
  {
    image: energo,
    title: 'ЭНЕРГЕТИКИ',
    text: 'Опоры ЛЭП; соединительные элементы и подвесная арматура для проводов; трансформаторные будки...',
    fullText: `Опоры ЛЭП
    Соединительные элементы и подвесная арматура для проводов;
    Трансформаторные будки;
    Элементы опорных и несущих конструкций газовых и электрических подстанций;
    Опоры трубопроводов и вышки;
    Перемычки для кабельных каналов, кабельные галереи`,
    route: '/',
  },
  {
    image: svyaz,
    title: 'СВЯЗИ',
    text: 'Радиомачты сотовой и радиосвязи; антенны; ретрансляторы для телефонной связи; зажимы...',
    fullText: `Радиомачты сотовой и радиосвязи;
    Антенны;
    Ретрансляторы для телефонной связи;
    Зажимы;
    Желоба и каналы для кабелей и проводов СВЧ-опоры;`,
    route: '/',
  },
  {
    image: roadBuilding,
    title: 'ДОРОЖНОГО СТРОИТЕЛЬСТВА',
    text: 'Опорные, перильные и шумопоглощающие ограждения; пролетные конструкции мостов...',
    fullText: `Опорные, перильные и шумопоглощающие ограждения;
    Пролетные конструкции мостов и трубопроводов;
    Барьеры безопасности, направляющие конструкции и столбы;
    Рабочие платформы, водовыпускные и дренажные трубы;
    Опоры для дорожных знаков, мачты освещения;
    Арматурная сетка `,
    route: '/',
  },
  {
    image: building,
    title: 'СТРОИТЕЛЬСТВА',
    text: 'Каркасы систем зданий; стальная крупнощитовая опалубка; фасадные панели; рельсы...',
    fullText: `Каркасы систем зданий;
    Рельсы, закладные детали, фермы и перемычки;
    Люки, решетки, ограждающие элементы лестниц;
    Кровля, водосточная система;
    Крытые стадионы, аэропорты, небоскребы;
    Строительные конструкции для индустриальных объектов;
    Многоэтажные стольные конструкции;
    Стальные бункера и силосы`,
    route: '/',
  },
  {
    image: industrial,
    title: 'ПРОМЫШЛЕННОСТИ',
    text: 'Детали для сельского хозяйства и животноводства, целлюлозной промышленности; cклады...',
    fullText: `Детали для сельского хозяйства и животноводства, целлюлозной промышленности;
    Элементы конструкций для переработки сточных вод;
    Стальные двери, окна и решетки;
    Склады и ангары, опоры и перемычки для кранов;
    Шлюзы, контейнеры, бункера, ёмкости, навесы, элементы теплиц;
    Несущие стальные конструкции для подвижных оборудований`,
    route: '/',
  },
  {
    image: cityInfro,
    title: 'ГОРОДСКОЙ ИНФРАСТРУКТУРЫ',
    text: 'Тумбы; мосты; флагштоки; элементы рекламных конструкций; стальные решетки...',
    fullText: `Тумбы, мосты, флагштоки;
    Элементы рекламных конструкций;
    Стальные решетки и другие декоративные ограждения;
    Лестницы;
    Металлические скульптуры;
    Контейнеры для отходов;
    Элементы автобусных остановок, спортивных и игровых площадок, парковые скамейки`,
    route: '/',
  },
];
