import React from 'react';

import './Faq.css';

export const Faq = () => {
  return (
    <div className='gray-bg'>
      <div className='fof'>
        <div className='conteiner'>
          <table border='1' width='100%'>
            <tr id='th1'>
              <td colSpan='4'>ПЕРЕЧЕНЬ ОБОРУДОВАНИЯ ООО DAL ВEAVY INDUSTRIES </td>
            </tr>
            <tr id='th2'>
              <td width='5em'>Отделение</td>
              <td>Наименование оборудования</td>
              <td width='3em'>Кол-во</td>
              <td>Модель / Мощность</td>
            </tr>
            <tr id='th1'>
              <td colSpan='4' bgcolor='grey' />
            </tr>
            <tr>
              <td rowSpan='24'>Главное оборудование предварительного изготовления металлоконструкций</td>
              <td>Установка автоматической пескоструйной очистки листов и профилей </td>
              <td>1 шт</td>
              <td>В:550 - Ш:2550 мм - 8 турбинный</td>
            </tr>
            <tr>
              <td>Установка автоматической покраски для листового металла</td>
              <td>1 шт</td>
              <td>2200мм * 7400 мм</td>
            </tr>
            <tr>
              <td>Линия для сверления металлических профилей</td>
              <td>1 шт</td>
              <td>3 AD м 1200</td>
            </tr>
            <tr>
              <td>Сверлильный станок для профилей</td>
              <td>1 шт</td>
              <td>3 AD м 1200-3 AD м + ЧПУ+ Система отгрузки/передачи/разгрузки материала</td>
            </tr>
            <tr>
              <td>Ленточнопильный станок с ЧПУ</td>
              <td>1 шт</td>
              <td>ЧПУ 1200 - Балка 12 м/ Конвейер выхода материала 12 м</td>
            </tr>
            <tr>
              <td>Сверлильный станок для листового металла</td>
              <td>2 шт</td>
              <td>AFD 10 / T:80 /Диам. 40 ( 1.500 X 1.000 )</td>
            </tr>
            <tr>
              <td>Линия для сборки двутавров и порошковый сварочный аппарат</td>
              <td>1 шт</td>
              <td>BW м-TC- мD-2000*1000 / WEB:6-40 / Фланец:8-60</td>
            </tr>
            <tr>
              <td>Правильный пресс для двутавров</td>
              <td>1 шт</td>
              <td>BPS 500</td>
            </tr>
            <tr>
              <td>Гидравлический листогибочный пресс</td>
              <td>2 шт</td>
              <td>AВS 30/68-81 -100мм</td>
            </tr>
            <tr>
              <td>Станок для кислородно-топливной резки двухбалочный с ЧПУ</td>
              <td>1 шт</td>
              <td>3.000 мм X 16.000 мм</td>
            </tr>
            <tr>
              <td>Станок для плазменной и кислородно-топливной резки с водораспылением с ЧПУ</td>
              <td>1 шт</td>
              <td>3.000 мм X 12.000 мм</td>
            </tr>
            <tr>
              <td>Ленточнопильный станок с ЧПУ-1</td>
              <td>1 шт</td>
              <td>U мSY 450 DG</td>
            </tr>
            <tr>
              <td>Ленточнопильный станок с ЧПУ-2</td>
              <td>1 шт</td>
              <td>K мT 700 KDG</td>
            </tr>
            <tr>
              <td>Токарный станок (универсальный)</td>
              <td>1 шт</td>
              <td>CU 730 / 4000</td>
            </tr>
            <tr>
              <td>Гидравлический листогибочный пресс</td>
              <td>1 шт</td>
              <td>AD-R 30220</td>
            </tr>
            <tr>
              <td>Гильотина (гидравлические ножницы)</td>
              <td>1 шт</td>
              <td>SBT 3010</td>
            </tr>
            <tr>
              <td>Комбинированные ножницы</td>
              <td>1 шт</td>
              <td>IW 80 </td>
            </tr>
            <tr>
              <td>Компрессор (винтовой компрессор)</td>
              <td>1 шт</td>
              <td>DVK 180 D / 7,5 bar /Винтовой компрессор - 23,7 м3/мин</td>
            </tr>
            <tr>
              <td>Манипулятор сварочный + Ротационная система</td>
              <td>1 шт</td>
              <td />
            </tr>
            <tr>
              <td>Сварочный аппарат на стреле манипулятора</td>
              <td>1 шт</td>
              <td />
            </tr>
            <tr>
              <td>67 стрелы колонны манипулятора</td>
              <td>1 шт</td>
              <td />
            </tr>
            <tr>
              <td>Система Fit Up грузоподъемностью 150 т +монтажная система</td>
              <td>1 шт</td>
              <td />
            </tr>
            <tr>
              <td>Автоматическая машина CNC для резки металла на рельсах с двумя насадками</td>
              <td>2 шт</td>
              <td>Bobcat мX-200</td>
            </tr>
            <tr>
              <td>Болгарка для (Фаскосниматель) под сварку</td>
              <td>2 шт</td>
              <td />
            </tr>

            <tr id='th1'>
              <td colSpan='4' bgcolor='grey' />
            </tr>
            <tr>
              <td rowSpan='10'>Сварочные аппараты</td>
              <td>Сварочная машина газовой резки (с удлиняющимся кабелем и стрелой)</td>
              <td>22 шт</td>
              <td />
            </tr>
            <tr>
              <td>Сварочный аппарат дуговой сварки под флюсом в среде газа</td>
              <td>16 шт</td>
              <td />
            </tr>
            <tr>
              <td>Электрический сварочный аппарат</td>
              <td>4 шт</td>
              <td />
            </tr>
            <tr>
              <td>Электрический сварочный аппарат</td>
              <td>2 шт</td>
              <td />
            </tr>
            <tr>
              <td>Портативный инверторный сварочный аппарат</td>
              <td>4 комп-та</td>
              <td />
            </tr>
            <tr>
              <td>Сушилка для электрода</td>
              <td>1 шт</td>
              <td />
            </tr>
            <tr>
              <td>Термос для электрода</td>
              <td>4 шт</td>
              <td />
            </tr>
            <tr>
              <td>Сушилка для сварки под флюсом</td>
              <td>1 шт</td>
              <td />
            </tr>
            <tr>
              <td>Сварочный аппарат İDEALARC DC 1000</td>
              <td>1 шт</td>
              <td />
            </tr>
            <tr>
              <td>Сварочный аппарат для порошковой сварки (тракторный)</td>
              <td>2 шт</td>
              <td />
            </tr>
            <tr id='th1'>
              <td colSpan='4' bgcolor='grey' />
            </tr>
            <tr>
              <td>Цех окраски металлоконструкций</td>
              <td>Окрасочный аппарат для безвоздушного распыления </td>
              <td>2 комп-та</td>
              <td />
            </tr>
            <tr id='th1'>
              <td colSpan='4' bgcolor='grey' />
            </tr>
            <tr>
              <td rowSpan='4'>Оборудование перевозки внутри завода</td>
              <td>Телескопический вакуумный подъёмник для листа</td>
              <td>1 шт</td>
              <td>5.000 KG / VSP 5000/12</td>
            </tr>
            <tr>
              <td>Боковой погрузчик C3000 ET</td>
              <td>1 шт</td>
              <td>С батареей - 3 т</td>
            </tr>
            <tr>
              <td>Боковой погрузчик C5000 ET</td>
              <td>1 шт</td>
              <td>С батареей - 5 т</td>
            </tr>
            <tr>
              <td>Подъемная платформа ножничного типа</td>
              <td>1 шт</td>
              <td>С батареей В: 12 мT</td>
            </tr>
            <tr id='th1'>
              <td colSpan='4' bgcolor='grey' />
            </tr>
            <tr>
              <td rowSpan='6'>Установленные мостовые краны</td>
              <td>Двухбалочный передвижной мостовой кран г/п 10 т</td>
              <td>2 шт</td>
              <td>В: 9 м / длина пролета:23,9 м</td>
            </tr>
            <tr>
              <td>Двухбалочный передвижной мостовой кран г/п 16 т</td>
              <td>4 шт</td>
              <td>В: 12,5 м / длина пролета:23,9 м</td>
            </tr>
            <tr>
              <td>Двухбалочный передвижной мостовой кран г/п 20 т</td>
              <td>5 шт</td>
              <td>В: 12,5 м / длина пролета:23,9 м</td>
            </tr>
            <tr>
              <td>Двухбалочный передвижной мостовой кран г/п 25 т</td>
              <td>1 шт</td>
              <td>В: 12,5 м/ длина пролета:23,9 м</td>
            </tr>
            <tr>
              <td>Двухбалочный порталный кран г/п 25 т</td>
              <td>1 шт</td>
              <td>В: 12,5 м/ длина пролета:24 м</td>
            </tr>
            <tr>
              <td>Система монорельсового консольного крана г/п 25 т</td>
              <td>2 шт</td>
              <td>В: 4,5 м / длина пролета:23,9 м</td>
            </tr>
            <tr id='th1'>
              <td colSpan='4' bgcolor='grey' />
            </tr>
            <tr>
              <td>Система отопления завода</td>
              <td>Система водяного лучистого отопления радиант</td>
              <td>1 комп-т</td>
              <td>Потолочные радиантные панели</td>
            </tr>
          </table>
        </div>
      </div>
    </div>
  );
};
